[
    {
        "Number": "081",
        "Name": "Statistician",
        "Description (tasks and duties)": "Workers in this unit group conduct research into the mathematical basis of the science of statistics; develop new and improved statistical methodology; advise on practical applications of statistical methods; plan and conduct statistical surveys; apply statistical techniques to evaluate, organise, analyse and interpret numerical data obtained from special surveys or other sources.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=081&keywords_qt=lstrict"
    },
    {
        "Number": "082",
        "Name": "Mathematicians and Actuaries",
        "Description (tasks and duties)": "Workers in this unit group conduct research in fundamental mathematics to advance mathematical knowledge and develop and improve mathematical techniques; advise on practical applications of mathematical principles and techniques to solution of specific problems in scientific research, engineering, logistics, computer applications and other areas; conduct logical analyses of management problems and formulate mathematical models for programming and solution by computer; apply knowledge of mathematics, statistics and financial affairs to design and operation of pensions schemes and life, health, social and casualty insurance systems.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=082&keywords_qt=lstrict"
    },
    {
        "Number": "083",
        "Name": "Systems Analysts",
        "Description (tasks and duties)": "Workers in this unit group analyse data-processing needs and problems of commercial, industrial and other business enterprises, and of research, administrative and other organisations, advise on the feasibility and cost of using automatic data-processing (A.D.P.), and devise and introduce appropriate A.D.P. systems and procedures.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=083&keywords_qt=lstrict"
    },
    {
        "Number": "084",
        "Name": "Statistical and Mathematical Technicians",
        "Description (tasks and duties)": "Workers in this unit group prepare programmes to control the automatic processing of data by computer and perform other technical tasks contributory to the work of, and normally under the direction and supervision of, statisticians, mathematicians and actuaries.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=084&keywords_qt=lstrict"
    }
]