[
    {
        "Number": "170",
        "Name": "Composers and Performing Artists, Specialisation Unknown",
        "Description (tasks and duties)": "Workers in this unit group may perform any (but not all) of the occupational activities described in unit groups 1-71 to 1-79.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=170&keywords_qt=lstrict"
    },
    {
        "Number": "171",
        "Name": "Composers, Musicians and Singers",
        "Description (tasks and duties)": "Workers in this unit group compose and adapt musical works and conduct and participate in performances of them. Their functions include: conceiving and writing musical compositions; adapting or arranging music for particular instrumental groups, instruments or occasions; conducting instrumental or vocal groups; playing one or more musical instruments; singing as soloists or member of vocal groups; performing related functions.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=171&keywords_qt=lstrict"
    },
    {
        "Number": "172",
        "Name": "Choreographers and Dancers",
        "Description (tasks and duties)": "Workers in this unit group compose and perform dances. Their functions include: creating dances for ballet, musical shows, revues and other purposes and instructing dancers in their performance; performing dances as a soloist, with a partner or as a member of a dancing group.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=172&keywords_qt=lstrict"
    },
    {
        "Number": "173",
        "Name": "Actors and Stage Directors",
        "Description (tasks and duties)": "Workers in this unit group direct and act in theatrical and film productions and tell stories. Their functions include: playing parts in dramatic productions; interpreting dramatic presentations and directing rehearsals of plays or other productions for the stage, radio, television or cinema; telling stories and reading literary works aloud to educate and entertain listeners; performing related functions.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=173&keywords_qt=lstrict"
    },
    {
        "Number": "174",
        "Name": "Producers, Performing Arts",
        "Description (tasks and duties)": "Workers in this unit group plan, organise and co-ordinate the production of plays and other theatrical presentations, motion pictures and radio and television programmes.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=174&keywords_qt=lstrict"
    },
    {
        "Number": "175",
        "Name": "Circus Performers",
        "Description (tasks and duties)": "Workers in this unit group perform a variety of acts for the entertainment of circus and other audiences. Their functions include: performing amusing antics and telling funny stories; performing tricks of illusion and sleight of hand; performing difficult and spectacular acrobatics; performing spectacular gymnastic feats on the high trapeze; training and performing with animals; performing feats on the high wire; performing juggling feats; performing other circus acts.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=175&keywords_qt=lstrict"
    },
    {
        "Number": "179",
        "Name": "Performing Artists Not Elsewhere Classified",
        "Description (tasks and duties)": "Workers in this unit group perform entertainment functions not performed by those classified elsewhere. Their functions include: reading news bulletins and making other announcements for broadcasting over radio and television; introducing performing artists to music-hall, night-club, television and other audiences; entertaining audiences by imitating bird or animal noises, performing feats of hypnotism or ventriloquism, or operating puppet shows.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=179&keywords_qt=lstrict"
    }
]