[
    {
        "Number": "891",
        "Name": "Glass Formers, Cutters, Grinders and Finishers",
        "Description (tasks and duties)": "Workers in this unit group blow, mould, press and roll shapes from molten glass and cut, grind and polish glass. Their functions include: shaping molten glass by means of a blowpipe, press-moulding or blow-machine moulding, hand moulding, heating and bending; operating machines to draw flat glass, draw glass tubes and rods and roll plate glass; operating a machine to level and polish plate glass; operating float-glass bath; heating, moulding and pressing optical glass to make lens blanks; grinding and bevelling edges of glass; cutting sheet glass with hand tool and sawing prisms and other shapes to form optical glass blocks; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=891&keywords_qt=lstrict"
    },
    {
        "Number": "892",
        "Name": "Potters and Related Clay and Abrasive Formers",
        "Description (tasks and duties)": "Workers in this unit group make pottery, porcelain ware, bricks, tiles and abrasive wheels. Their functions include: making articles of pottery and porcelain completely; making clay or plaster-of -Paris models of pottery and porcelain ware for use in preparing moulds; making plaster-of Paris moulds; forming ware on potter's wheels with hands, or using interior or exterior moulding shapes and shaping tools; forming ware by casting semi-liquid clay in plaster-of -Paris moulds; forming bricks and tiles of special shapes by hand; making ware by pressing plastic clay into moulds by hand; operating screw-press or hydraulic press to make products from clay dust; operating a machine which extrudes moist clay for further processing; forming abrasive wheels by moulding or pressing abrasive mixture; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=892&keywords_qt=lstrict"
    },
    {
        "Number": "893",
        "Name": "Glass and Ceramics Kilnmen",
        "Description (tasks and duties)": "Workers in this unit group operate furnaces and kilns in the manufacture of glass and ceramics products. Their functions include: operating a glass-making furnace; operating a glass-annealing furnace to prevent or remove internal stresses; operating a tempering furnace to toughen glass; operating kiln to bake pottery and porcelain ware or to bake ware again to fix glazing and decoration; operating kiln to bake bricks and tiles; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=893&keywords_qt=lstrict"
    },
    {
        "Number": "894",
        "Name": "Glass Engravers and Etchers",
        "Description (tasks and duties)": "Workers in this unit group engrave and etch designs on glass articles. Their functions include: engraving monograms and ornamental designs on glassware with grinding wheel; etching decorative designs, calibration markings and other figures on glass articles; cutting designs on glass articles with sand-blasting equipment; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=894&keywords_qt=lstrict"
    },
    {
        "Number": "895",
        "Name": "Glass and Ceramics Painters and Decorators",
        "Description (tasks and duties)": "Workers in this unit group decorate glass and ceramic articles. Their functions include: painting designs with a brush on glass, pottery, porcelain ware and tiles; transferring designs onto pottery and porcelain ware by using stencils, transfers, rubber stamps and other means; spray-painting pottery, porcelain ware and tiles, and spraying liquid glaze on large pieces; covering biscuit ware with glaze solution by dipping; coating mirror glass with silvering solutions; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=895&keywords_qt=lstrict"
    },
    {
        "Number": "899",
        "Name": "Glass Formers, Potters and Related Workers Not Elsewhere Classified",
        "Description (tasks and duties)": "Workers in this unit group perform tasks in glass forming and ceramics making, baking, decorating and finishing not classified elsewhere. Their functions include: mixing ingredients for glass making; preparing clay by milling and mixing machines; making clay slip; making glaze; mixing abrasives; operating a machine to extrude molten glass into fibreglass filaments; performing other tasks in making and finishing glass and ceramics products.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=899&keywords_qt=lstrict"
    }
]