[
    {
        "Number": "971",
        "Name": "Dockers and Freight Handlers",
        "Description (tasks and duties)": "Workers in this unit group load and unload freight, carry goods in warehouses and markets, pack and label materials and products for distribution or transport, operate baling presses, and perform related freight handling tasks. Their functions include: loading and unloading ships' cargoes; loading and unloading goods carried in trucks, wagons and other land vehicles; loading and unloading aircraft cargoes; connecting hose lines between shore installations and tanks of ships to load and unload liquids; carrying and stacking goods by hand in warehouse or market; wrapping objects; packing liquids, materials and objects in containers; affixing labels and making identification and other marks on containers; operating a baling machine to compress and bind materials into bails; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=971&keywords_qt=lstrict"
    },
    {
        "Number": "972",
        "Name": "Riggers and Cable Splicers",
        "Description (tasks and duties)": "Workers in this unit group erect tackle for lifting and hauling and install and maintain cables, ropes and wires on construction, and oil and gas well-drilling site, in ships and aircraft and other places. Their functions include: setting up various types of lifting tackle to move machinery and other heavy objects about workshops, shipyards and other locations; joining, repairing and fitting attachments to wires, hemp ropes and cables by splicing; setting up lifting cages, mobile platforms and other hoists for raising and lowering materials and construction workers; installing and repairing ropes, wires and cables on ships; installing cable connections between cabin controls of aircraft and ailerons, rudders and fins; working as member of crew erecting and repairing derricks for drilling oil and gas wells and installing cable, hoisting and drilling equipment; working as member of cable crew to build up, fit and install wire cables in the construction of suspension bridges;performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=972&keywords_qt=lstrict"
    },
    {
        "Number": "973",
        "Name": "Crane and Hoist Operators",
        "Description (tasks and duties)": "Workers in this unit group operate cranes and other hoisting equipment. Their functions include: operating a bridge or gantry crane in which the lifting gear can be moved along an overhead bridge which moves on rails; operating a stationary crane equipped with job (boom); operating a crane consisting of turning metal tower, mounted on rails, equipped with a mobile or fixed jib (boom); operating a crane mounted on wheels or crawler tracks and moveable under its own power; operating powered hoisting equipment, usually consisting of mobile cage or platform to raise or lower cages or skips carrying materials or men in a mine; giving signals controlling movement of cages used to raise or lower men, cars, supplies between various levels and surface of mine; operating hauling or lifting device consisting mainly of cable and a hand- or power-driven drum; controlling opening and closing of bridge for the passage of road or water traffic; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=973&keywords_qt=lstrict"
    },
    {
        "Number": "974",
        "Name": "Excavators",
        "Description (tasks and duties)": "Workers in this unit group excavate, grade, level and compact earth and similar materials, mix concrete and lay road surfaces of asphalt and concrete. They may work exclusively with hand tools. Otherwise, their functions include: operating an excavating machine mounted on wheels or crawler tracks, equipped with movable shovel, grab-bucket or dragline bucket, to excavate and move earth, rock, sand, gravel and similar material; operating a machine for digging trenches for sewer, drainage, water, oils, gas and similar pipelines; operating a machine equipped with concave steel blade to move, distribute and level earth; operating dredging equipment to remove sand, gravel and mud from bottom of a body of water; operating a machine equipped with compressed air, steam or drop-hammer to drive wooden, concrete or steel piles into dry ground or bottom of a body of water; operating a machine equipped with scraper or scoop to level construction sites, roadways, airport runways and other ground; operating power roller to compact and smooth layers of material in making roads, pavements and similar work; operating a machine which spreads and smooths concrete to construct concrete roadways; operating a machine to spread bituminous or tar preparations on roads; operating a transportable machine to mix sand, gravel, cement and water to make concrete at construction site; operating central concrete-mixing plant; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=974&keywords_qt=lstrict"
    },
    {
        "Number": "979",
        "Name": "Material Handling Equipment Operators Not Elsewhere Classified",
        "Description (tasks and duties)": "Workers in this unit group perform tasks in operating material handling equipment not performed by workers classified in the preceding unit groups. Their functions include: operating lifting truck to move and stack goods in warehouse, storeroom or other place; operating dump-truck to transfer bulk materials on construction site, mining area or dumping site; operating self-propelled truck (shuttle-car) to transport minerals in a mine; driving a self-propelled vehicle which carries loads of timber beneath its elevated frame; operating other equipment for handling materials such as bucket and belt conveyors and aerial ropeways.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=979&keywords_qt=lstrict"
    }
]