[
    {
        "Number": "741",
        "Name": "Crushers, Grinders and Mixers",
        "Description (tasks and duties)": "Workers in this unit group crush, grind, mix and blend chemicals and other materials employed in chemical and related processes. Their functions include: reducing solid chemicals and related materials to suitable size for further processing; grinding and pulverising solid chemicals and related materials; mixing or blending solids or liquids used in chemical and related processes; performing related tasks.Operators of crushing machines employed in ore-treating are classified in 7-12.30.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=741&keywords_qt=lstrict"
    },
    {
        "Number": "742",
        "Name": "Cookers, Roasters and Related Heat Treaters",
        "Description (tasks and duties)": "Workers in this unit group perform cooking, roasting and other heattreating tasks in chemical and related processes. Their functions include: cooking materials to purify, mix or compound them, give them a special property or effect a chemical change in them; heating substances in ovens, kilns or similar devices to dry them, give them a special property or effect a chemical change in them; operating driers for the processing of chemicals and related materials; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=742&keywords_qt=lstrict"
    },
    {
        "Number": "743",
        "Name": "Filter and Separator Operators",
        "Description (tasks and duties)": "Workers in this unit group operate devices to filter and separate chemicals and related materials. Their functions include: operating filtering devices in which solutions are forced under pressure through a filtering unit; operating filtering devices in which solutions are vacuum-drawn through filtering media fitted to a rotating drum; operating machines which separate substances by centrifugal force; operating chemical, electrical or centrifugal equipment at oil well sites to remove sediment and water from crude oil; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=743&keywords_qt=lstrict"
    },
    {
        "Number": "744",
        "Name": "Still and Reactor Operators",
        "Description (tasks and duties)": "Workers in this unit group distil and refine chemicals (except petroleum). Their functions include: operating batch or continuous stills in which crude liquid chemicals are treated to separate them into, or to refine, their chemical constituents; operating equipment which performs a sequence of operations in a chemical reaction process; operating evaporating tanks, vacuum pans or similar devices to concentrate solutions and suspensions; operating digesters at wood-felling sites to obtain crude turpentine from wood chips by steam distillation; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=744&keywords_qt=lstrict"
    },
    {
        "Number": "745",
        "Name": "Petroleum-Refining Workers",
        "Description (tasks and duties)": "Workers in this unit group refine, distil and treat petroleum and petroleum products. Their functions include: operating plant to remove sulphur from petrol and petroleum products; operating pumps to circulate petroleum products, water and chemical solutions through refiner; operating stills to distil or refine petroleum products; operating control panels in petroleum refinery; operating equipment to blend petrol with chemicals and other additives; operating filter presses to separate oil of paraffin distillate from paraffin wax; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=745&keywords_qt=lstrict"
    },
    {
        "Number": "749",
        "Name": "Chemical Processors and Related Workers Not Elsewhere Classified",
        "Description (tasks and duties)": "Workers in this unit group perform tasks in chemical and related processing not classified elsewhere. Their functions include: treating chemical solutions with bleaching reagents; operating ovens and furnaces to make coke or coal-gas; operating kilns to make charcoal; operating equipment to make synthetic fibres; operating chemical equipment to separate and extract radioactive materials from their ores; performing other tasks in chemical and related processing.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=749&keywords_qt=lstrict"
    }
]