[
    {
        "Number": "841",
        "Name": "Machinery Fitters and Machine Assemblers",
        "Description (tasks and duties)": "Workers in this unit group fit, assemble, erect and install machinery, engines, and mechanical equipment, other than electrical equipment. Their functions include: fitting adjusting and assembling machines, engines and other equipment; erecting and installing machinery at place of use; performing related tasks. Motor-vehicle mechanics are classified in unit group 8-43, Aircraft engine mechanics in 8-44 and other machinery and engine mechanics in 8-49.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=841&keywords_qt=lstrict"
    },
    {
        "Number": "842",
        "Name": "Watch, Clock and Precision Instrument Makers",
        "Description (tasks and duties)": "Workers in this unit group make and repair watches, clocks, precision instruments, optical equipment and medical appliances. Their functions include: fitting and assembling parts of watches and clocks; repairing watches and clocks; making, adjusting and repairing precision instruments; making, adjusting and repairing optical instruments; assembling precision instruments; making and repairing medical, orthopaedic and dental appliances and prostheses; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=842&keywords_qt=lstrict"
    },
    {
        "Number": "843",
        "Name": "Motor -Vehicle Mechanics",
        "Description (tasks and duties)": "Workers in this unit group service and repair the mechanical and related equipment of passenger and delivery cars, trucks and other motor vehicles. Their functions include: examining, dismantling, rebuilding and replacing defective mechanical parts; adjusting motors, brakes, steering and other parts of motor vehicles; servicing and repairing motor cycles; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=843&keywords_qt=lstrict"
    },
    {
        "Number": "844",
        "Name": "Aircraft Engine Mechanics",
        "Description (tasks and duties)": "Workers in this unit group service, repair and overhaul aircraft engines. Their functions include: examining, testing and servicing aircraft engines; replacing engine components or complete engines at an airline station; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=844&keywords_qt=lstrict"
    },
    {
        "Number": "849",
        "Name": "Machinery Fitters, Machine Assemblers and Precision Instrument Makers (except Electrical) Not Elsewhere Classified",
        "Description (tasks and duties)": "Workers in this unit group perform tasks related to machinery fitting and assembling and precision instrument making (except electrical) not classified elsewhere. Their functions include: servicing and repairing engines (except motor vehicle and aircraft engines), industrial machinery and related equipment (except electrical); oiling and greasing stationary engines, machinery and vehicles (except ships' engines); inspecting and testing new machinery and mechanical equipment for conformance with manufacturer's standards; bolting, screwing, clipping or riveting together prepared metal parts; performing other tasks related to the foregoing.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=849&keywords_qt=lstrict"
    }
]