[
    {
        "Number": "731",
        "Name": "Wood Treaters",
        "Description (tasks and duties)": "Workers in this unit group season and preserve wood. Their functions include operating steam-heated kilns to season wood; treating wood with chemicals to protect it against decay or parasites; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=731&keywords_qt=lstrict"
    },
    {
        "Number": "732",
        "Name": "Sawyers, Plywood Makers and Related Wood-Processing Workers",
        "Description (tasks and duties)": "Workers in this unit group operate machines or use hand tools to saw wood, cut veneer and make plywood and otherwise prepare wood for further use. Their functions include: using hand saws or setting and operating one or more sawing machines in a sawmill, workshop or outside in forests; setting and operating multiple-blade sawing machines to cut uneven edges of rough boards straight and square; setting and operating band-saw machines to saw logs into plants or boards; setting and operating machines to cut veneer; operating plywood core-laying machines; operating hot-plate plywood presses; grading wood according to quality and size; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=732&keywords_qt=lstrict"
    },
    {
        "Number": "733",
        "Name": "Paper Pulp Preparers",
        "Description (tasks and duties)": "Workers in this unit group prepare pulp for making paper. Their functions include: operating grinding machines to reduce logs to pulp; operating chipper machines to reduce logs to chips for making pulp; operating digesters to produce pulp from materials such as wood, rags, esparto, straw or waste paper; operating machines to bleach wood pulp, rags, esparto, straw or waste-paper pulp; operating machines which mix, beat and hydrate pulp and other ingredients to prepare stuff for making paper; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=733&keywords_qt=lstrict"
    },
    {
        "Number": "734",
        "Name": "Paper Makers",
        "Description (tasks and duties)": "Workers in this unit group make paper by hand or machine. Their functions include: operating section of paper-making machines in which wet pulp is formed into paper or in which paper is dried, calendered, wound, slit and rewound; operating supercalender machines to impart gloss and finish to surface of paper; operating machines to glaze or impregnate paper with coating mixture; making high-quality paper by hand; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=734&keywords_qt=lstrict"
    }
]