[
    {
        "Number": "950",
        "Name": "Construction Workers, Specialisation Unknown",
        "Description (tasks and duties)": "The specialisation of construction workers in this unit group is unknown. They may erect and repair buildings and other structures, lay bricks, stones and tiles; erect reinforced concrete frameworks; cover roof frameworks with roofing tiles and other materials; make, erect, fit and repair wooden structural frameworks, flooring, fixtures, panelling, boats, plain furniture, and other objects of wood; apply lath and plasters in buildings; apply insulating materials to buildings, boilers, pipes, refrigeration and air-conditioning equipment; fit and set glass in buildings and vehicles; perform other tasks related to building and construction.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=950&keywords_qt=lstrict"
    },
    {
        "Number": "951",
        "Name": "Bricklayers, Stonemasons and Tile Setters",
        "Description (tasks and duties)": "Workers in this unit group erect and repair foundations, walls and complete structures of brick, stone and similar materials and cover and decorate walls, ceilings and floors of buildings with tiles and mosaic panels. Their functions include: laying brick, hollow tile and similar building blocks to construct walls, partitions, arches, fireplaces and other structures; laying bricks to construct smoke stacks; laying firebrick or refractory blocks and tiles to build and repair furnaces, converters, kilns and ovens; building stone structures such as walls, piers and abutments; laying walks, kerbs and pavements of stone; setting tiles to surface walls and floors; constructing and laying mosaic panels to decorate floors, walls and other surfaces; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=951&keywords_qt=lstrict"
    },
    {
        "Number": "952",
        "Name": "Reinforced Concreters, Cement Finishers and Terazzo Workers",
        "Description (tasks and duties)": "Workers in this unit group erect reinforced concrete frameworks and structures, make forms for moulding concrete, reinforce concrete, lay reinforced concrete surfaces, finish and repair cement surfaces and carry out terazzo work. Their functions include: constructing and repairing reinforced concrete floors, walls, tanks, silos and other concrete structures; making shuttering or assembling prefabricated forms for moulding concrete; cutting, bending and fixing metal reinforcing rods in concrete moulding forms; finishing surfaces of concrete structures and smoothing surfaces of freshly poured concrete sections; applying a durable, smooth surfacing composed of cement, sand, pigment and marble particles to floors (terrazo); performing related tasks. Concrete mixer operator is classified in 9-74.70.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=952&keywords_qt=lstrict"
    },
    {
        "Number": "953",
        "Name": "Roofers",
        "Description (tasks and duties)": "Workers in this unit group cover roof frameworks with one or more kinds of materials.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=953&keywords_qt=lstrict"
    },
    {
        "Number": "954",
        "Name": "Carpenters, Joiners and Parquetry Workers",
        "Description (tasks and duties)": "Workers in this unit group cut, shape, assemble, erect and maintain various types of wooden structures and fittings, using hand and power tools. Their functions include: making, altering and repairing structural and other woodwork at work bench and on construction site; constructing, erecting and installing heavy-framed wooden structures on building sites; fitting and assembling internal and external fixtures of buildings such as doors, door and window frames, facings and panelling; making, repairing, altering and fixing scenic equipment for theatrical performances and motion picture productions; erecting temporary structures to support ships and constructing and installing wooden fixtures in ships under construction and repair; constructing and repairing small wooden craft such as sailboats, motor boats, floats and pontoons; altering, repairing and maintaining structural woodwork and wooden gear on board ship; constructing, assembling and repairing wooden parts of aircraft; cutting, shaping,fitting and assembling wooden parts, mainly at bench; laying parquet floors; performing related tasks. Underground timberman is classified in 7-11.60, Cabinetmaker in 8-11.20.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=954&keywords_qt=lstrict"
    },
    {
        "Number": "955",
        "Name": "Plasterers",
        "Description (tasks and duties)": "Workers in this group install laths and apply plasters to walls and ceilings of buildings. Their functions include: applying one or more coats of plaster to interior walls and ceilings of buildings to produce finished surface; moulding and installing ornamental plaster panels and trimming and casting ornamental plaster cornices; applying protective and decorative covering of cement, plaster and similar materials to outside building surfaces; making and installing decorative plaster fixtures of fibrous plaster; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=955&keywords_qt=lstrict"
    },
    {
        "Number": "956",
        "Name": "Insulators",
        "Description (tasks and duties)": "Workers in this unit group apply insulating materials to buildings, boilers, pipes and refrigeration and air-conditioning equipment. Their functions include; applying slabs and sheets of insulating material such as cork and spun glass to walls, floors and ceilings of buildings; blowing and packing insulating material such as mineral wool, shredded cork or asbestos into cavities between walls, floors and ceilings of buildings and power-driven machines; applying adhesive, sound absorbing material to ceilings and other surfaces with power-driven machines; applying insulating materials such as asbestos, cork, felt and mineral wool to exposed surfaces of equipment such as boilers, pipes and tanks; insulating refrigeration and air-conditioning equipment with such materials as cork and asbestos.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=956&keywords_qt=lstrict"
    },
    {
        "Number": "957",
        "Name": "Glaziers",
        "Description (tasks and duties)": "Workers in this unit group cut, fit and set glass in windows, doors, shop fronts and other frames. Their functions include; selecting glass panes or cutting panes to measure and fixing them in windows, doors and partitions of buildings; fastening glass panes into puttyless rooflights; installing flat and curved plate glass in shop fronts, swing doors, show-cases, portholes or other openings; cutting, assembling and installing pieces of glass in lead or copper framework to form decorative windows and panels; installing ordinary and shatter-proof glass panels in windows, doors and windscreens of vehicles; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=957&keywords_qt=lstrict"
    },
    {
        "Number": "959",
        "Name": "Construction Workers Not Elsewhere Classified",
        "Description (tasks and duties)": "Workers in this unit group perform miscellaneous construction and building maintenance tasks and are not classified elsewhere. Their functions include: performing tasks in several different building trades to build and repair structures such as houses, barns, shops and private garages; maintaining structures such as office buildings, apartment houses, factories and similar establishments in good repair; covering ceilings and interior walls of buildings with wallpaper; performing maintenance, repair or construction work at unusual heights; erecting temporary metal or wooden scaffolding on building sites; demolishing buildings and other structures; laying clay, concrete or cast-iron pipes in ditches to form sewers, drains or water mains or for other purposes; digging wells or deep pits for structural footings; working under water in diving suit or wearing self-contained underwater breathing apparatus to perform duties in construction, maintenance and repair of structures, ships floating docks and harbour installations; laying composition tile floors; cleaning stone, brick and metal structures with sand or steam jet; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=959&keywords_qt=lstrict"
    }
]