[
    {
        "Number": "981",
        "Name": "Ships' Deck Ratings, Barge Crews and Boatmen",
        "Description (tasks and duties)": "Workers in this unit group carry out deck duties aboard ship under direction of deck officers and similar duties aboard other water-borne craft. Their functions include: supervising able seamen and other deck hands engaged on maintenance and repair of ship's deck equipment, boats and other gear, cleaning decks and renewing paintwork; serving as senior deck hand to carry out such duties as steering ship, standing lookout, taking charge of lifeboats, setting up rigging and other gear; serving as ordinary deck hand to assist able seamen and to perform deck cleaning, scale-scraping, painting and other maintenance duties; performing related tasks. Ship's carpenter is classified in 9-54.55.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=981&keywords_qt=lstrict"
    },
    {
        "Number": "982",
        "Name": "Ships' Engine-Room Ratings",
        "Description (tasks and duties)": "Workers in this unit group operate and maintain ships' engines, boilers and mechanical equipment on vessels afloat, usually under supervision of engineer officers. Their functions include: tending one or more boilers producing steam for ships' engines; lubricating bearings, moving parts of engines and other mechanical equipment on board ship; assisting engineer officers and engine-room mechanics in repair and maintenance of ship's engines and mechanical equipment; performing related tasks. Ships' engine-room mechanic is classified in 8-49.90.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=982&keywords_qt=lstrict"
    },
    {
        "Number": "983",
        "Name": "Railway Engine-Drivers and Firemen",
        "Description (tasks and duties)": "Workers in this unit group drive, or assist driving, railway engines to transport passengers and freight. Their functions include: driving or assisting in driving a steam, electric or diesel-electric railway engine; firing and attending to boiler of steam locomotive; driving an underground or elevated passenger train; driving a locomotive to haul cars underground or on surface of mine or quarry; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=983&keywords_qt=lstrict"
    },
    {
        "Number": "984",
        "Name": "Railway Brakemen, Signalmen and Shunters",
        "Description (tasks and duties)": "Workers in this unit group take charge and safeguard railway freight during trips, control the movement of railway traffic by operating signals, switch rolling stock and assemble trains in railway yards, make up trains of cars for hauling in mines and control their movement. Their functions include: taking charge of and safeguarding freight train during trip; controlling flow of railway traffic over section of line by operating signals and switches from control tower or signal box; switching and coupling rolling stock in railway yards and sidings in accordance with orders about loading, unloading and make-up of trains; making up trains of cars for hauling by locomotive along haulageways in a mine or quarry. Railway passenger train guard is classified in 3-60.20.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=984&keywords_qt=lstrict"
    },
    {
        "Number": "985",
        "Name": "Motor-Vehicle Drivers",
        "Description (tasks and duties)": "Workers in this unit group drive street railway cars and motor vehicles for the transport of passengers and freight by road. Their functions include: driving street railway cars; driving motor cars or three-wheeled motorised vehicles to transport passengers on demand; driving motor buses or motor coaches to transport local or long-distance passengers; driving heavy motor trucks, light lorries or vans to transport freight locally or over long distances; driving motor-cycles or motorised carrier tricycles equipped to transport goods; driving other motor vehicles such as hire cars, ambulances or new motor vehicles from assembly plant to delivery or shipping points.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=985&keywords_qt=lstrict"
    },
    {
        "Number": "986",
        "Name": "Animal and Animal-Drawn Vehicle Drivers",
        "Description (tasks and duties)": "Workers in this unit group drive animal-drawn vehicles and animals transporting passengers and freight. Their functions include: driving animals pulling road vehicles to transport passengers or freight; driving animals to haul vehicles underground or on surface of a mine or in a quarry; driving working elephants; driving a single animal, or pack-animal train, to transport passengers or freight.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=986&keywords_qt=lstrict"
    },
    {
        "Number": "989",
        "Name": "Transport Equipment Operators Not Elsewhere Classified",
        "Description (tasks and duties)": "Workers in this unit group operate or tend various types of equipment used for or related to transport of goods or passengers and are not elsewhere classified. Their functions include: supervising and co-ordinating the activities of workers engaged in dry-docking vessels for cleaning, painting and repair; opening and closing lock gates to permit the passage of water-borne traffic; operating and maintaining warning light and signal apparatus of lighthouses and lightships; driving pedal vehicles to transport goods or passengers; pulling rickshaws and handcarts; performing related tasks. Material handling and related equipment operators are classified in minor group 9-7.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=989&keywords_qt=lstrict"
    }
]