[
    {
        "Number": "801",
        "Name": "Shoemakers and Shoe Repairers",
        "Description (tasks and duties)": "Workers in this unit group make and repair standard or special footwear, mainly of leather. Their functions include: making standard or orthopaedic footwear to individual requirements; repairing leather footwear; making other special types of footwear to order. Workers who make footwear mainly of rope or canvas are classified in unit group 7-99, wood in unit group 8-19, rubber or plastics in unit group 9-01, and shoes of raffia, straw or similar material in unit group 9-49. Clog makers are classified in 8-19.90.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=801&keywords_qt=lstrict"
    },
    {
        "Number": "802",
        "Name": "Shoe Cutters, Lasters, Sewers, and Related Workers",
        "Description (tasks and duties)": "Workers in this unit group make parts of shoes and perform specialised tasks in the manufacture of shoes of leather and similar materials. Their functions include: making patterns to guide the cutting of shoe parts; cutting out, preparing and fitting together shoe parts; sewing shoe parts together; examining and finishing footwear; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=802&keywords_qt=lstrict"
    },
    {
        "Number": "803",
        "Name": "Leather Goods Makers",
        "Description (tasks and duties)": "Workers in this unit group make and repair articles mainly of leather and similar materials (except shoes, garments and gloves). Their functions include: making and repairing, by hand or machine, articles such as luggage, brief-cases and leather novelties; making and repairing saddles and harnesses for use on animals; cutting out, shaping and padding parts for making leather articles; sewing and stitching leather parts by hand or machine; assembling leather goods and attaching fittings; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=803&keywords_qt=lstrict"
    }
]