[
    {
        "Number": "871",
        "Name": "Plumbers and Pipe Fitters",
        "Description (tasks and duties)": "Workers in this unit group assemble, fit, install and repair plumbing fixtures, pipes and pipeline systems. Their functions include: cutting, bending, jointing, assembling, installing and maintaining pipes, fittings and fixtures of drainage, heating, water supply and sanitary systems; assembling, installing and maintaining pipeline systems in buildings, industrial plants, ships and aircraft; performing related tasks. Lead burner and Brazer are classified in unit group 8-72.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=871&keywords_qt=lstrict"
    },
    {
        "Number": "872",
        "Name": "Welders and Flame Cutters",
        "Description (tasks and duties)": "Workers in this unit group join and cut metal parts using flame, electric-arc and other sources of heat to melt and cut or to melt and fuse metal. Their functions include: welding metal parts, using gas flame, electric arc, thermite compound and other methods; operating resistance welding machines; using blow torch to make and repair lead linings, pipes, floors and other lead fixtures; brazing metal parts together; cutting metal pieces by means of a gas flame and electric arc; joining metal parts by soldering; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=872&keywords_qt=lstrict"
    },
    {
        "Number": "873",
        "Name": "Sheet-Metal Workers",
        "Description (tasks and duties)": "Workers in this unit group make, install and repair articles or parts of articles of sheet metal such as sheet steel, galvanised iron, copper, tin, brass, aluminium and zinc. Their functions include: marking sheet metal for cutting and shaping; making and repairing articles in copper and light alloys, such as containers and ducts; making and repairing boilers, tanks, vats and other containers from sheet and plate steel; making and repairing household utensils and other articles in tinplate, or ornamental articles and fittings in sheet metal; assembling, installing and repairing sheet metal parts of vehicles and aircraft; performing other tasks in making and repairing sheet-metal articles. Metal spinner is classified in 8-39.40 and Metal-press operator in 8-39.60.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=873&keywords_qt=lstrict"
    },
    {
        "Number": "874",
        "Name": "Structural Metal Preparers and Erectors",
        "Description (tasks and duties)": "Workers in this unit group shape, assemble and erect heavy metal girders and plates to form structures or frameworks. Their functions include: marking metal members to guide in cutting, drilling and shaping them for use in buildings, ships and other structures; drilling, cutting and shaping structural steel in a workshop; erecting steel members for buildings, bridges and other constructions; assembling and erecting framework and other metal parts of ships' structures; shaping and fitting structural steel plates of ships under construction or repair; riveting structural metal members by hand, machine or pneumatic hammer; performing related tasks. Blacksmiths, hammersmiths and forging-press operators are classified in unit group 8-31, Welders and flame-cutters in unit group 8-72 and Reinforcing-iron worker in 9-52.30.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=874&keywords_qt=lstrict"
    }
]