[
    {
        "Number": "130",
        "Name": "Teachers, Level and Subject Unknown",
        "Description (tasks and duties)": "Workers in this unit group may teach at any (but not all) of the levels described in unit groups 1-31 to 1-39 and may teach any (but not all) of the subjects described therein.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=130&keywords_qt=lstrict"
    },
    {
        "Number": "131",
        "Name": "University and Higher Education Teachers",
        "Description (tasks and duties)": "Workers in this unit group conduct classes, deliver lectures, tutor and instruct students in courses at the third level of education. Their functions include: conducting courses of instruction at the third level by means of lectures, demonstrations and supervision of students' laboratory and other practical work, setting and marking examination papers and performing related tasks, generally specialising in a particular subject within such fields as physical sciences, engineering, life sciences, medical sciences, mathematics, economics, law, theology, education, fine arts or agriculture, or conducting third-level courses in applied science or technology; providing similar instruction by private lessons.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=131&keywords_qt=lstrict"
    },
    {
        "Number": "132",
        "Name": "Secondary Education Teachers",
        "Description (tasks and duties)": "Workers in this unit group conduct courses of instruction at the second level of education in secondary schools and other establishments, and through private lessons. Their functions include: teaching pupils, at the second level of education, languages and literature, mathematics, natural science, social studies, fine arts, commercial and secretarial subjects, arts, trades and crafts, domestic science, agricultural science and other subjects in secondary schools and elsewhere. Instructors occupied mainly in giving vocational training to apprentices and other employees at their place of work are classified in the occupational group corresponding to the type of work in which they give on-the-job vocational training, for example instructor in fur tailoring is classified in 7-92.20, instructor in machinetool setting and operating in 8-33.10, instructor in electrical fitting in 8-51.10, and so forth.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=132&keywords_qt=lstrict"
    },
    {
        "Number": "133",
        "Name": "Primary Education Teachers",
        "Description (tasks and duties)": "Workers in this unit group teach in establishments of primary education or give private lessons at the first level of education. Their functions include: teaching reading, writing, arithmetic and other subjects of elementary education to children in primary schools, other establishments of primary education and elsewhere, or teaching such subjects to adults who have not completed the first level of education.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=133&keywords_qt=lstrict"
    },
    {
        "Number": "134",
        "Name": "Pre-Primary Education Teachers",
        "Description (tasks and duties)": "Workers in this unit group organise group and individual educational activities in kindergartens and nursery schools, for children below primary-school age, to promote physical, mental and social development.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=134&keywords_qt=lstrict"
    },
    {
        "Number": "135",
        "Name": "Special Education Teachers",
        "Description (tasks and duties)": "Workers in this unit group educate handicapped persons. Their functions include: teaching secondary or primary education subjects to blind or deaf pupils, using braille, lip reading and other special aids; teaching basic academic subjects to mentally handicapped children; teaching physically handicapped children other than the blind and deaf.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=135&keywords_qt=lstrict"
    },
    {
        "Number": "139",
        "Name": "Teachers Not Elsewhere Classified",
        "Description (tasks and duties)": "Workers in this unit group perform teaching and related functions not classified elsewhere. Their functions include: carrying out research on current developments in curricula, teaching methods and other educational practices, and advising introduction of improvements in education system; conducting research on audio-visual and other teaching aids, advising on and organising their introduction in schools; planning, organising and co-ordinating educational programme, teaching activities and auxiliary services in a particular school; carrying out periodic inspections of teachers' work and results achieved in application of curriculum programme of education system;",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=139&keywords_qt=lstrict"
    }
]