[
    {
        "Number": "781",
        "Name": "Tobacco Preparers",
        "Description (tasks and duties)": "Workers in this unit group prepare tobacco leaves for making various tobacco products. Their functions include: grading cured tobacco leaves by type, quality and locality where grown; mixing tobacco leaves according to formula to obtain a blend of distinctive flavour; tending vacuum container which moistens tobacco for further processing; removing mid-ribs and stalks from tobacco leaves by hand or machine; shredding tobacco leaves by machine; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=781&keywords_qt=lstrict"
    },
    {
        "Number": "782",
        "Name": "Cigar Makers",
        "Description (tasks and duties)": "Workers in this unit group make cigars by hand or machine. Their functions include: making complete cigars by hand or machine; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=782&keywords_qt=lstrict"
    },
    {
        "Number": "783",
        "Name": "Cigarette Makers",
        "Description (tasks and duties)": "Workers in this unit group make cigarettes by machine or hand. Their functions include: operating an automatic cigarette-making machine; making special types of cigarettes by hand; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=783&keywords_qt=lstrict"
    },
    {
        "Number": "789",
        "Name": "Tobacco Preparers and Tobacco Product Makers Not Elsewhere Classified",
        "Description (tasks and duties)": "Workers in this unit group perform miscellaneous tobacco production tasks. Their functions include: pulverising and blending tobacco to make snuff tobacco; making rolls or plugs of chewing tobacco by hand or machine; preparing plugs of pipe tobacco; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=789&keywords_qt=lstrict"
    }
]