[
    {
        "Number": "591",
        "Name": "Guides",
        "Description (tasks and duties)": "Workers in this unit group escort individuals and groups on travel tours, sightseeing visits and excursions. Their functions include: escorting groups of tourists and looking after their comfort; accompanying tourists on sightseeing tours and describing points of interest; providing other guide services to visitors and travellers, such as organising and conducting mountain-climbing, hunting or fishing excursions.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=591&keywords_qt=lstrict"
    },
    {
        "Number": "592",
        "Name": "Undertakers and Embalmers",
        "Description (tasks and duties)": "Workers in this unit group perform various tasks in the disposal of dead human bodies. Their functions include: making arrangements for and conducting funerals and arranging cremations and burials; embalming human bodies to retard or arrest the process of decay; performing various related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=592&keywords_qt=lstrict"
    },
    {
        "Number": "599",
        "Name": "Other Service Workers",
        "Description (tasks and duties)": "Workers in this unit group perform miscellaneous service tasks not elsewhere classified. Their functions include: determining odds and receiving and paying bets on results of sporting events; conducting games of chance in gambling establishments; performing simple tasks to assist medical, dental and nursing personnel in consulting rooms, hospitals or other institutions; performing non-technical tasks in pharmacies, under the direction of a pharmacist; performing simple tasks to assist veterinarians in animal clinics or other veterinary establishments; rendering personal services to ensure comfort and safety of aircraft passengers; performing a variety of other services.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=599&keywords_qt=lstrict"
    }
]