[
    {
        "Number": "771",
        "Name": "Grain Millers and Related Workers",
        "Description (tasks and duties)": "Workers in this unit group crush, grind, blend and otherwise process grains, spices and related foodstuffs for human or animal consumption. Their functions include: operating machinery for the production of flour, meal and animal feed and for processing rice; grinding spices in a mill; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=771&keywords_qt=lstrict"
    },
    {
        "Number": "772",
        "Name": "Sugar Processors and Refiners",
        "Description (tasks and duties)": "Workers in this unit group operate equipment to process sugar-cane and beet and make refined sugar. Their functions include: operating sugar-cane crushing equipment; operating batteries of diffusers to extract sugar liquor from beet; controlling tanks in which sugar liquor is purified by carbonation process; tending tanks in which sugar crystals are produced from hot sugar liquor; operating and controlling series of machines which refine beet or cane sugar by a continuous process; performing related tasks such as extracting and refining sugar juices from maple, palm and other vegetable sources.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=772&keywords_qt=lstrict"
    },
    {
        "Number": "773",
        "Name": "Butchers and Meat Preparers",
        "Description (tasks and duties)": "Workers in this unit group slaughter animals, cut and dress meat and make sausages and other meat products. Their functions include: slaughtering animals; flaying and trimming carcasses; cutting and dressing meat for sale or further processing; preparing ingredients for sausages and operating sausage-making machines; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=773&keywords_qt=lstrict"
    },
    {
        "Number": "774",
        "Name": "Food Preservers",
        "Description (tasks and duties)": "Workers in this unit group cook, smoke, dry, freeze or dehydrate foodstuffs for canning or other kinds of preservation. Their functions include: cooking meat, fish, fruit, vegetables or other foods in large quantities; sterilising foodstuffs prior to canning or bottling; freezing or dehydrating fruit, vegetables or other foods; curing foodstuffs by salting or smoking; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=774&keywords_qt=lstrict"
    },
    {
        "Number": "775",
        "Name": "Dairy Product Processors",
        "Description (tasks and duties)": "Workers in this unit group process milk and cream and make dairy products. Their functions include: operating or tending equipment to pasteurise milk; performing one or more tasks in making butter or cheese or tending machinery to make them in large quantities; making ice cream; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=775&keywords_qt=lstrict"
    },
    {
        "Number": "776",
        "Name": "Bakers, Pastry Cooks and Confectionery Makers",
        "Description (tasks and duties)": "Workers in this unit group make various kinds of bread, cake, other flour products and chocolate and sugar confectionery. Their functions include: making bread, cake, biscuits, pastries, pies, macaroni and other flour products; operating grinding, pressing, mixing and other machines in the manufacture of chocolate; making confectionery from mixtures of sugar, performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=776&keywords_qt=lstrict"
    },
    {
        "Number": "777",
        "Name": "Tea, Coffee and Cocoa Preparers",
        "Description (tasks and duties)": "Workers in this unit group taste and grade various kinds of coffee and tea to guide blending and prepare coffee beans, chicory and cocoa beans. Their functions include: tasting brewed samples of coffee or tea; operating machines to blend various grades of coffee or tea; roasting blended coffee beans, chicory roots or cocoa beans in heated revolving cylinders; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=777&keywords_qt=lstrict"
    },
    {
        "Number": "778",
        "Name": "Brewers, Wine and Beverage Makers",
        "Description (tasks and duties)": "Workers in this unit group mix, press, malt and ferment grains and fruits to make malt liquors, wine, fruit juices and other alcoholic and non-alcoholic beverages. Their functions include: germinating barley and other grains used in making distilled or malt liquors; drying germinated grain; cooking malt with water to prepare mash; controlling fermentation process in making distilled or malt liquors; producing yeast used in fermentation of mash; performing various tasks in wine making; tasting samples of wine or liquor; making vinegar from malt, alcohol or wine; operating presses to extract juices from fruit and making fruit juices and other non-alcoholic beverages; performing related tasks. Workers who distil alcohol to make alcoholic beverages such as whiskies are classified in unit group 7-44.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=778&keywords_qt=lstrict"
    },
    {
        "Number": "779",
        "Name": "Food and Beverage Processors Not Elsewhere Classified",
        "Description (tasks and duties)": "Workers in this unit group perform tasks not classified elsewhere in the preparation and processing of food products for human and animal consumption. Their functions include; extracting oil from oil-bearing seeds, nuts and fruits; operating machines to refine crude soya bean, cotton seed, peanut and other edible oils; operating equipment to process oils and fats used in making margarine and equipment to make margarine; preparing fish and other sea or freshwater foods for sale or curing; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=779&keywords_qt=lstrict"
    }
]