[
    {
        "Number": "920",
        "Name": "Workers in Graphical Arts",
        "Description (tasks and duties)": "Workers in this unit groups compose type, caste and engrave printing plates and operate printing presses to print text and illustrations on paper, metal, cloth or other material; bind books; develop and print photographic still and motion-picture films; performs related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=920&keywords_qt=lstrict"
    },
    {
        "Number": "921",
        "Name": "Compositors and Type-Setters",
        "Description (tasks and duties)": "Workers in this unit group set and arrange printing type by hand and machine. Their functions include: setting type by hand and printing copies with small machine; setting type by hand; operating linotype, monotype and type-casting machines; arranging set-up of type and spacing material and illustration blocks to make pages; arranging pages in sequence for printing; operating keyboard of machine which reproduces letters on film or sensitised paper for photographic reproduction plates; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=921&keywords_qt=lstrict"
    },
    {
        "Number": "922",
        "Name": "Printing Pressmen",
        "Description (tasks and duties)": "Workers in this unit group set and operate various types of machines which print on paper, tinplate and other materials. Their functions include: setting and operating cylinder, platen, rotary, offset, direct lithographic, rotogravure and wallpaper printing presses; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=922&keywords_qt=lstrict"
    },
    {
        "Number": "923",
        "Name": "Stereotypers and Electrotypers",
        "Description (tasks and duties)": "Workers in this unit group make printing plates from set-up type by stereotyping and electroplating processes. Their functions include: making moulds of set-up type with papier-mâché, wax or other materials; making printing plates by casting metal in moulds of papier-mâché or other material bearing impression of type, or by putting metal backing on shell made by electroplating moulds to reproduce type.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=923&keywords_qt=lstrict"
    },
    {
        "Number": "924",
        "Name": "Printing Engravers (except Photo-Engravers)",
        "Description (tasks and duties)": "Workers in this group engrave lithographic stones and printing plates, rollers, dies and blocks by various processes other than photogravure. Their functions include: cutting designs through film of gum arabic or other substances applied to surface of lithographic stone; engraving steel and copper plates, rollers, dies and wood, rubber and linoleum blocks by hand; engraving soft metal rollers by machine; engraving metal plates and rollers with pantograph machine; transferring designs from lithographic stone to metal plates; etching metal plates or rollers with acid; performing related tasks. Engraver and etcher (artistic) is classified in 1-61.50. Photo-engravers are classified in unit group 9-25.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=924&keywords_qt=lstrict"
    },
    {
        "Number": "925",
        "Name": "Photo-Engravers",
        "Description (tasks and duties)": "Workers in this unit group prepare metal plates by photogravure process for use in printing. Their functions include: performing all or several tasks in preparation of printing plates by photogravure process; photographing illustration and text material to obtain negatives; retouching negatives; reproducing material to be printed from negatives on metal plates; etching photo-printed plates with acid; retouching plates; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=925&keywords_qt=lstrict"
    },
    {
        "Number": "926",
        "Name": "Bookbinders and Related Workers",
        "Description (tasks and duties)": "Workers in this unit group bind covers to books and perform book-finishing operations. Their functions include: binding books and periodicals by hand; setting and operating bookbinding machines; embossing designs or titles on books by hand or machine; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=926&keywords_qt=lstrict"
    },
    {
        "Number": "927",
        "Name": "Photographic Dark-Room Workers",
        "Description (tasks and duties)": "Workers in this unit group process exposed photographic still and motion picture film and make photographic prints. Their functions include: processing colour and black-and-white films and plates to obtain negatives or transparent positives; printing and developing black-and-white or colour photographs with contact-printing equipment; enlarging or reducing photographs; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=927&keywords_qt=lstrict"
    },
    {
        "Number": "929",
        "Name": "Printers and Related Workers Not Elsewhere Classified",
        "Description (tasks and duties)": "Workers in this unit group carry out printing tasks not elsewhere classified. Their functions include: cutting stencils for silk-screen printing; printing on paper, metal, textile and other materials by silk-screen process; printing designs on cloth or wallpaper with engraved blocks; printing patterns on cloth by machine equipped with engraved rollers; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=929&keywords_qt=lstrict"
    }
]