[
    {
        "Number": "440",
        "Name": "Insurance, Real Estate, Securities and Business Services Salesmen and Auctioneers, Specialisation Unknown",
        "Description (tasks and duties)": "Workers in this unit group may perform any (but not all) occupational activities described in minor group 4-4.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=440&keywords_qt=lstrict"
    },
    {
        "Number": "441",
        "Name": "Insurance, Real Estate and Securities Salesmen",
        "Description (tasks and duties)": "Workers in this unit group sell insurance, real estate and securities or are associated with these activities. Their functions include: selling life, endowment, fire, accident and other types of insurance; selling and leasing property such as building lots, houses, apartments and estates, on a commission basis; purchasing and selling stocks and bonds of public or private organisations for customers on a commission basis; performing other tasks directly related to the foregoing.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=441&keywords_qt=lstrict"
    },
    {
        "Number": "442",
        "Name": "Business Services Salesmen",
        "Description (tasks and duties)": "Workers in this unit group sell business and advertising services. Their functions include: selling such services as provision of credit information, address listing, printing, theft and fire protection or cleaning services; arranging contracts for use of theatres and concerts halls for particular performances, for rental of motion picture films, or for live broadcasting of spectacles; selling advertising services; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=442&keywords_qt=lstrict"
    },
    {
        "Number": "443",
        "Name": "Auctioneers",
        "Description (tasks and duties)": "Workers in this unit group sell property and goods by auction, value property and goods and assess losses covered by insurance policies. Their functions include: selling various kinds of property and goods, such as real estate, furniture, livestock, far products and objets d'art, by auction; determining the value of real estate, industrial equipment, personal and other objects; assessing the liabilities of insurance companies and underwriters for losses covered by insurance policies.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=443&keywords_qt=lstrict"
    }
]