[
    {
        "Number": "581",
        "Name": "Fire-Fighters",
        "Description (tasks and duties)": "Workers in this unit group extinguish fires, eliminate fire hazards and protect property at fire sites. Their functions include: fighting fires as members of a public or private fire-fighting force; detecting and eliminating or reducing fire hazards in industrial plants or other establishments; protecting and salvaging goods during and after fires; preventing or extinguishing fires in crashed or damaged aircraft and rescuing crew and passengers; performing other related duties. Forest fire-fighters are classified in unit group 6-32.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=581&keywords_qt=lstrict"
    },
    {
        "Number": "582",
        "Name": "Policemen and Detectives",
        "Description (tasks and duties)": "Workers in this unit group maintain law and order, prevent and solve crimes and enforce laws and regulations. Their functions include: maintaining law and order; protecting persons and property from hazards and unlawful acts; discovering facts connected with the prevention and solution of crimes and arresting persons for contraventions of the law.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=582&keywords_qt=lstrict"
    },
    {
        "Number": "583",
        "Name": "Military",
        "Description (tasks and duties)": "Workers in this unit group serve in the armed forces as conscripted, enlisted or commissioned personnel. Their functions include defending and fighting for their country against foreign aggressors in time of war. They may also support civilian state services in time of local and national emergencies in peacetime.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=583&keywords_qt=lstrict"
    },
    {
        "Number": "589",
        "Name": "Protective Service Workers Not Elsewhere Classified",
        "Description (tasks and duties)": "Workers in this unit group perform miscellaneous tasks in maintaining law and order and protecting property and are not elsewhere classified. Their functions include: conducting private investigations for commercial or other establishments and individuals; watching inmates of gaols, reformatories or penitentiaries, seeing to their needs and maintaining discipline; guarding industrial plant, warehouse or other property against fire, theft and illegal entry; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=589&keywords_qt=lstrict"
    }
]