[
    {
        "Number": "941",
        "Name": "Musical Instrument Makers and Tuners",
        "Description (tasks and duties)": "Workers in this unit group make, repair and tune stringed, wind or percussion instruments with hand or power tools. Their functions include: making and repairing accordions, stringed and wind instruments; building and repairing organs and making parts of organs from wood, leather, metal and other materials; making instrumental parts of pianos from wood, felt, metal, wire and other materials and assembling and repairing pianos; tuning organs, pianos or other musical instruments; making and repairing other musical instruments; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=941&keywords_qt=lstrict"
    },
    {
        "Number": "942",
        "Name": "Basketry Weavers and Brush Makers",
        "Description (tasks and duties)": "Workers in this unit group weave baskets, make wicker furniture and assemble brushes and brooms. Their functions include: making various kinds of baskets by interlacing osier, rattan, reeds, rushes or similar material; selecting and preparing brush materials, such as bristles, fibre, nylon and wire, and setting them in brush base; selecting and preparing materials, such as broom corn, bass, whisker and fibre, and fastening them to broom handles; making wicker furniture from peeled and softened rattan, reeds, rushes, willow and similar material; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=942&keywords_qt=lstrict"
    },
    {
        "Number": "943",
        "Name": "Non-Metallic Mineral Product Makers",
        "Description (tasks and duties)": "Workers in this unit group make products composed primarily of non-metallic mineral materials. Their functions include: performing one or more tasks in the manufacture of pre-cast concrete products such as flagstones, fencing posts, moulded pipe sections and trench liners, walling and partition slabs, or in making asbestos cement products such as building components, cable conduits, fume and dust extraction conduits, or in making cast stone for building purposes; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=943&keywords_qt=lstrict"
    },
    {
        "Number": "949",
        "Name": "Other Production and Related Workers",
        "Description (tasks and duties)": "Workers in this unit group are production and related workers not classified in any other unit group. Their functions include: preparing, stuffing and mounting skins of animals and birds; performing one or more tasks in the making of products such as linoleum, dolls, stuffed toys, candles, photographic film and paper, pencils, crayons and coloured chalks, matches, corks and other articles of cork, buttons, metal and wooden toys; making rubber stamps; inspecting finished products or parts for conformance to manufacturer's standards, finish and appearance.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=949&keywords_qt=lstrict"
    }
]