[
    {
        "Number": "851",
        "Name": "Electrical Fitters",
        "Description (tasks and duties)": "Workers in this unit group fit, adjust and repair electrical machinery and other electrical apparatus in factory, workshop or place of use. Their functions include: fitting, adjusting and repairing various kinds of electrical machinery and other electrical apparatus; fitting adjusting and repairing electrical motors and generators, switchgear and control apparatus, electrical instruments, or electrical parts of elevators and related equipment; fitting, adjusting and repairing electrical apparatus in domestic appliances, office machines, industrial machines and other appliances, aircraft, ships and vehicles; performing related tasks. Workers assembling electrical and electronic equipment from finished parts not requiring further tooling are classifies in unit group 8-53. Electrical wiremen (including aircraft, ship, vehicle and building electricians) are classified in unit group 8-55.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=851&keywords_qt=lstrict"
    },
    {
        "Number": "852",
        "Name": "Electronics Fitters",
        "Description (tasks and duties)": "Workers in this unit group fit, adjust and repair electronic apparatus in factory, workshop or place of use. Their functions include: fitting, adjusting and repairing various kinds of electronic equipment; fitting, adjusting, installing and repairing radio and television transmitters and radar equipment; fitting, adjusting, and repairing electronic components of medical equipment, computers and related equipment, industrial equipment and signalling systems; performing related tasks. Radio and television mechanic is classified in 8-54.20.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=852&keywords_qt=lstrict"
    },
    {
        "Number": "853",
        "Name": "Electrical and Electronic Equipment Assemblers",
        "Description (tasks and duties)": "Workers in this unit group assemble finished parts to make electrical and electronic equipment. Their functions include: assembling finished parts of electrical machinery, domestic appliances, radio and television receivers and other electrical and electronic apparatus; winding electrical coils onto cores by machine and by hand; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=853&keywords_qt=lstrict"
    },
    {
        "Number": "854",
        "Name": "Radio and Television Repairmen",
        "Description (tasks and duties)": "Workers in this unit group repair radio and television receivers in workshop or place of use. Their functions include: examining radio and television receiver, replacing defective parts and making adjustments and repairs; performing related tasks such as installing and repairing radio and television antennas.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=854&keywords_qt=lstrict"
    },
    {
        "Number": "855",
        "Name": "Electrical Wiremen",
        "Description (tasks and duties)": "Workers in this unit group install, service and repair electrical equipment. Their functions include: installing, servicing and repairing electrical wiring systems and related equipment in houses, industrial and commercial establishments, other buildings, aircraft, motor vehicles and ships; repairing in workshop or place of use wiring faults and other minor defects in domestic appliances and other electrical apparatus; performing related tasks, such as installing illuminated signs and installing and servicing wiring systems in mines.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=855&keywords_qt=lstrict"
    },
    {
        "Number": "856",
        "Name": "Telephone and Telegraph Installers",
        "Description (tasks and duties)": "Workers in this unit group install, service and repair telephone and telegraph equipment in central installation or place of use. Telephone and telegraph lineman is classified in 8-57.40.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=856&keywords_qt=lstrict"
    },
    {
        "Number": "857",
        "Name": "Electric Linemen and Cable Jointers",
        "Description (tasks and duties)": "Workers in this unit group construct, install and repair electrical lines and joint cables. Their functions include: installing and repairing overhead electric power and electric traction lines; installing and repairing overhead and underground telephone and telegraph lines; making joints in surface and underground cables; maintaining underground electric power transmission lines; performing related tasks.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=857&keywords_qt=lstrict"
    },
    {
        "Number": "859",
        "Name": "Electrical Fitters and Related Electrical and Electronics Workers Not Elsewhere Classified",
        "Description (tasks and duties)": "Workers in this unit group are engaged in electrical and electronic fitting and related work not elsewhere classified, for example, those engaged in inspecting and testing fabricated electrical and electronic products.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=859&keywords_qt=lstrict"
    }
]