[
    {
        "Number": "160",
        "Name": "Sculptors, Painters, Photographers and Related Creative Artists, Specialisation Unknown",
        "Description (tasks and duties)": "Workers in this unit group may perform any (but not all) of the occupational activities described in unit groups 1-61 to 1-63.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=160&keywords_qt=lstrict"
    },
    {
        "Number": "161",
        "Name": "Sculptors, Painters and Related Artists",
        "Description (tasks and duties)": "Workers in this unit group create and execute artistic works by sculpturing, painting, drawing, engraving and etching. Their functions include: creating three-dimensional decorative and representational forms by shaping materials such as wood, stone, clay or metal; creating pictures, abstract designs and similar artistic compositions employing paints, pencils, pastels, ink or other media; drawing caricatures and creating cartoons to depict persons and events; creating original designs and engraving or etching them on metal, wood or other materials for reproduction; restoring damaged, soiled and faded paintings; performing related artistic functions. Workers who perform operations on a repetitive basis for large-scale production such as carving wood, stone and other material, or engraving, etching and painting glass and ceramics, are classified in major group 7/8/9, e.g. Wood carver (8-19.45), Stone carver (hand) (8-20.70), Glass engravers and etchers (8-94) and Glass and ceramics painters and decorators (8-95).",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=161&keywords_qt=lstrict"
    },
    {
        "Number": "162",
        "Name": "Commercial Artists and Designers",
        "Description (tasks and duties)": "Workers in this unit group apply artistic media to illustrative, decorative and sales promotion purposes; designing interior decoration and planning furnishing of homes, public buildings, ships and other places; creating designs for industrial and commercial products, harmonising aesthetic considerations with technical and other requirements; creating and executing artistic effects for use in show windows and other places of display; performing various related functions.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=162&keywords_qt=lstrict"
    },
    {
        "Number": "163",
        "Name": "Photographers and Cameramen",
        "Description (tasks and duties)": "Workers in this unit group take photographs and direct and operate motion picture and television cameras. Their functions include: taking portrait photographs of persons; taking photographs for commercial and industrial purposes; taking photographs to illustrate stories and articles for publication in newspapers, magazines and similar journals; planning and directing camera work for making motion pictures; setting and operating motion picture, television, microscopic, aerial photography and other specialised cameras.",
        "Link": "https://historyofwork.iisg.nl/list_micro.php?keywords=163&keywords_qt=lstrict"
    }
]